Repository: odiften/Pyonta
Catalog: Pyonta/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# FirstLaunchNotice.ShowMenu
source: Show menu
ar: عرض القائمة
bg: Показване на менюто
bn: মেনু দেখান
ca: Mostra el menú
cs: Zobrazit nabídku
da: Vis menu
de: Menü anzeigen
el: Εμφάνιση μενού
es: Mostrar menú
et: Kuva menüü
fi: Näytä valikko
fil: Ipakita ang menu
fr: Afficher le menu
he: הצג תפריט
hi: मेनू दिखाएं
hr: Prikaži izbornik
hu: Menü megjelenítése
id: Tampilkan menu
it: Mostra menu
ja: メニューを表示
ko: 메뉴 보기
lt: Rodyti meniu
lv: Rādīt izvēlni
ms: Tunjukkan menu
nb: Vis meny
nl: Menu tonen
pl: Pokaż menu
pt_br: Mostrar menu
pt_pt: Mostrar menu
ro: Afișați meniul
ru: Показать меню
sk: Zobraziť menu
sl: Prikaži meni
sr: Прикажи мени
sv: Visa meny
th: แสดงเมนู
tr: Menüyü göster
uk: Показати меню
vi: Hiển thị menu
zh_hans: 显示菜单
zh_hant: 顯示選單

# FirstLaunchNotice.Title
source: Pyonta is running in the menu bar
ar: Pyonta يعمل في شريط القوائم
bg: Pyonta работи в лентата с менюта
bn: Pyonta মেনু বারে চলছে
ca: Pyonta s'executa a la barra de menús
cs: Pyonta běží v řádku nabídek
da: Pyonta kører i menulinjen
de: Pyonta läuft in der Menüleiste
el: Το Pyonta εκτελείται στη γραμμή μενού
es: Pyonta se está ejecutando en la barra de menús
et: Pyonta töötab menüüribal
fi: Pyonta on käynnissä valikkorivillä
fil: Tumatakbo ang Pyonta sa menu bar
fr: Pyonta fonctionne dans la barre des menus
he: Pyonta פועל בשורת התפריטים
hi: Pyonta मेनू बार में चल रहा है
hr: Pyonta radi u traci izbornika
hu: A Pyonta a menüsorban fut
id: Pyonta berjalan di bilah menu
it: Pyonta è in esecuzione nella barra dei menu
ja: Pyonta はメニューバーで動作しています
ko: Pyonta가 메뉴 막대에서 실행 중입니다
lt: Pyonta veikia meniu juostoje
lv: Pyonta darbojas izvēļņu joslā
ms: Pyonta berjalan dalam bar menu
nb: Pyonta kjører i menylinjen
nl: Pyonta draait in de menubalk
pl: Pyonta działa na pasku menu
pt_br: O Pyonta está em execução na barra de menus
pt_pt: O Pyonta está em execução na barra de menus
ro: Pyonta rulează în bara de meniu
ru: Pyonta работает в строке меню
sk: Pyonta beží v lište menu
sl: Pyonta se izvaja v menijski vrstici
sr: Pyonta ради у траци менија
sv: Pyonta körs i menyraden
th: Pyonta กำลังทำงานในแถบเมนู
tr: Pyonta menü çubuğunda çalışıyor
uk: Pyonta працює в рядку меню
vi: Pyonta đang chạy trên thanh menu
zh_hans: Pyonta 正在菜单栏中运行
zh_hant: Pyonta 正在選單列中執行

source: Launch at login
ar: التشغيل عند تسجيل الدخول
bg: Стартиране при вход
bn: লগইনে চালু করুন
ca: Obre en iniciar sessió
cs: Spustit při přihlášení
da: Start ved login
de: Beim Anmelden starten
el: Εκκίνηση κατά τη σύνδεση
es: Abrir al iniciar sesión
et: Käivita sisselogimisel
fi: Käynnistä sisäänkirjautuessa
fil: Ilunsad sa login
fr: Lancer à l’ouverture de session
he: הפעל בעת התחברות
hi: लॉगिन पर शुरू करें
hr: Pokreni pri prijavi
hu: Indítás bejelentkezéskor
id: Jalankan saat login
it: Avvia all’accesso
ja: ログイン時に起動
ko: 로그인 시 실행
lt: Paleisti prisijungus
lv: Palaist piesakoties
ms: Lancarkan semasa log masuk
nb: Start ved innlogging
nl: Starten bij inloggen
pl: Uruchamiaj przy logowaniu
pt_br: Iniciar ao fazer login
pt_pt: Iniciar ao iniciar sessão
ro: Pornire la autentificare
ru: Запуск при входе
sk: Spustiť pri prihlásení
sl: Zaženi ob prijavi
sr: Покрени при пријави
sv: Starta vid inloggning
th: เปิดเมื่อเข้าสู่ระบบ
tr: Girişte başlat
uk: Запускати під час входу
vi: Mở khi đăng nhập
zh_hans: 登录时启动
zh_hant: 登入時啟動

# LaunchAtLogin.Tooltip
source: When on, Pyonta starts automatically when you log in to your Mac.
ar: عند التفعيل، يبدأ Pyonta تلقائيًا عند تسجيل الدخول إلى Mac.
bg: Когато е включено, Pyonta се стартира автоматично, когато влезете в Mac.
bn: চালু থাকলে Mac-এ লগইন করার সময় Pyonta নিজে থেকে চালু হবে।
ca: Quan és activat, Pyonta s'obre automàticament quan inicies sessió al Mac.
cs: Když je zapnuto, Pyonta se automaticky spustí po přihlášení k Macu.
da: Når dette er slået til, starter Pyonta automatisk, når du logger ind på din Mac.
de: Wenn aktiviert, startet Pyonta automatisch, wenn du dich an deinem Mac anmeldest.
el: Όταν είναι ενεργό, το Pyonta ξεκινά αυτόματα όταν συνδέεστε στο Mac.
es: Cuando está activado, Pyonta se inicia automáticamente al iniciar sesión en tu Mac.
et: Kui see on sees, käivitub Pyonta automaatselt, kui logite Maci sisse.
fi: Kun tämä on käytössä, Pyonta käynnistyy automaattisesti, kun kirjaudut Maciin.
fil: Kapag naka-on, awtomatikong magsisimula ang Pyonta kapag nag-login ka sa Mac.
fr: Lorsque cette option est activée, Pyonta démarre automatiquement à l’ouverture de session sur votre Mac.
he: כאשר מופעל, Pyonta יופעל אוטומטית בעת התחברות ל-Mac.
hi: चालू होने पर, Mac में लॉगिन करते समय Pyonta अपने आप शुरू होगा।
hr: Kada je uključeno, Pyonta se automatski pokreće kada se prijavite na Mac.
hu: Bekapcsolva a Pyonta automatikusan elindul, amikor bejelentkezel a Mac-edre.
id: Jika aktif, Pyonta berjalan otomatis saat Anda login ke Mac.
it: Se attivato, Pyonta si avvia automaticamente quando accedi al tuo Mac.
ja: オンにすると、Mac にログインしたときに Pyonta が自動で起動します。
ko: 켜져 있으면 Mac에 로그인할 때 Pyonta가 자동으로 실행됩니다.
lt: Kai įjungta, Pyonta paleidžiama automatiškai, kai prisijungiate prie Mac.
lv: Kad ieslēgts, Pyonta automātiski startē, kad piesakāties Mac.
ms: Apabila dihidupkan, Pyonta bermula secara automatik apabila anda log masuk ke Mac.
nb: Når dette er på, starter Pyonta automatisk når du logger inn på Macen.
nl: Indien ingeschakeld, start Pyonta automatisch wanneer je inlogt op je Mac.
pl: Gdy włączone, Pyonta uruchamia się automatycznie po zalogowaniu do Maca.
pt_br: Quando ativado, o Pyonta inicia automaticamente ao você fazer login no Mac.
pt_pt: Quando ativado, o Pyonta inicia automaticamente ao iniciar sessão no Mac.
ro: Când este activat, Pyonta pornește automat la autentificarea în Mac.
ru: Если включено, Pyonta запускается автоматически при входе в систему Mac.
sk: Keď je zapnuté, Pyonta sa automaticky spustí po prihlásení do Macu.
sl: Ko je vklopljeno, se Pyonta samodejno zažene, ko se prijavite v Mac.
sr: Када је укључено, Pyonta се аутоматски покреће када се пријавите на Mac.
sv: När detta är på startar Pyonta automatiskt när du loggar in på din Mac.
th: เมื่อเปิด Pyonta จะเริ่มทำงานโดยอัตโนมัติเมื่อคุณเข้าสู่ระบบ Mac
tr: Açıkken Mac'inize giriş yaptığınızda Pyonta otomatik olarak başlar.
uk: Коли увімкнено, Pyonta запускається автоматично під час входу в Mac.
vi: Khi bật, Pyonta tự động khởi động khi bạn đăng nhập vào Mac.
zh_hans: 开启后,Pyonta 将在你登录 Mac 时自动启动。
zh_hant: 開啟後,Pyonta 會在你登入 Mac 時自動啟動。

# NFiles
source: %d files
ar: %d ملفات
bg: %d файла
bn: %dটি ফাইল
ca: %d fitxers
cs: %d souborů
da: %d filer
de: %d Dateien
el: %d αρχεία
es: %d archivos
et: %d faili
fi: %d tiedostoa
fil: %d file
fr: %d fichiers
he: %d קבצים
hi: %d फ़ाइलें
hr: %d datoteka
hu: %d fájl
id: %d file
ja: %dつのファイル
ko: %d개의 파일
lt: %d failai
lv: %d faili
ms: %d fail
nb: %d filer
nl: %d bestanden
pl: %d plików
pt_br: %d arquivos
pt_pt: %d ficheiros
ro: %d fișiere
ru: %d файлов
sk: %d súborov
sl: %d datotek
sr: %d датотека
sv: %d filer
th: %d ไฟล์
tr: %d dosya
uk: %d файлів
vi: %d tệp
zh_hant: %d 份檔案

# NotEnoughSpace
source: Not enough disk space
ar: مساحة القرص غير كافية
bg: Няма достатъчно място на диска
bn: ডিস্কে যথেষ্ট জায়গা নেই
ca: No hi ha prou espai al disc
cs: Nedostatek místa na disku
da: Ikke nok diskplads
de: Nicht genug Speicherplatz
el: Δεν υπάρχει αρκετός χώρος στον δίσκο
es: Espacio insuficiente en el disco
et: Kettaruumi ei ole piisavalt
fi: Levytilaa ei ole tarpeeksi
fil: Kulang ang disk space
fr: Espace disque insuffisant
he: אין מספיק מקום בדיסק
hi: डिस्क में पर्याप्त जगह नहीं है
hr: Nema dovoljno prostora na disku
hu: Nincs elég lemezterület
id: Ruang disk tidak cukup
it: Spazio su disco insufficiente
ja: ディスク容量が不足しています
ko: 디스크 공간이 부족합니다
lt: Nepakanka vietos diske
lv: Nepietiek vietas diskā
ms: Ruang cakera tidak mencukupi
nb: Ikke nok diskplass
nl: Onvoldoende schijfruimte
pl: Za mało miejsca na dysku
pt_br: Espaço em disco insuficiente
pt_pt: Espaço em disco insuficiente
ro: Spațiu insuficient pe disc
ru: Недостаточно места на диске
sk: Nedostatok miesta na disku
sl: Ni dovolj prostora na disku
sr: Нема довољно простора на диску
sv: Inte tillräckligt med diskutrymme
th: พื้นที่ดิสก์ไม่เพียงพอ
tr: Yeterli disk alanı yok
uk: Недостатньо місця на диску
vi: Không đủ dung lượng đĩa
zh_hans: 磁盘空间不足
zh_hant: 磁碟空間不足

# NotificationsDenied.Message
source: Pyonta needs to be able to display notifications for incoming file transfers. Please allow notifications in System Settings.
ar: يحتاج Pyonta إلى القدرة على عرض الإشعارات لنقل الملفات الواردة. يرجى السماح بالإشعارات في إعدادات النظام.
bg: Pyonta трябва да показва известия за входящи файлови трансфери. Разрешете известията в System Settings.
bn: আসা ফাইল ট্রান্সফারের জন্য Pyonta-কে নোটিফিকেশন দেখাতে হবে। System Settings-এ নোটিফিকেশন অনুমতি দিন।
ca: Pyonta ha de poder mostrar notificacions per a transferències entrants. Permet les notificacions a la Configuració del sistema.
cs: Pyonta musí zobrazovat oznámení pro příchozí přenosy souborů. Povolte oznámení v Nastavení systému.
da: Pyonta skal kunne vise notifikationer for indgående filoverførsler. Tillad notifikationer i Systemindstillinger.
de: Pyonta benötigt die Erlaubnis Mitteilungen für eingehende Datenransfers anzuzeigen. Bitte erlaube Mitteilungen in den Systemeinstellungen.
el: Το Pyonta πρέπει να εμφανίζει ειδοποιήσεις για εισερχόμενες μεταφορές αρχείων. Επιτρέψτε τις ειδοποιήσεις στις Ρυθμίσεις συστήματος.
es: Pyonta necesita poder mostrar notificaciones para las transferencias de archivos entrantes. Permita las notificaciones en la configuración del sistema.
et: Pyonta peab saama kuvada teavitusi sissetulevate failiedastuste kohta. Lubage teavitused Süsteemiseadetes.
fi: Pyontan täytyy voida näyttää ilmoituksia saapuvista tiedostonsiirroista. Salli ilmoitukset Järjestelmäasetuksissa.
fil: Kailangang makapagpakita ang Pyonta ng mga notification para sa papasok na file transfer. Payagan ang notifications sa System Settings.
fr: Pyonta doit pouvoir afficher des notifications pour les transferts de fichiers entrants. Veuillez autoriser les notifications dans les paramètres système.
he: Pyonta צריך להציג התראות עבור העברות קבצים נכנסות. אפשר התראות בהגדרות המערכת.
hi: आने वाले फ़ाइल ट्रांसफर के लिए Pyonta को नोटिफिकेशन दिखाने की जरूरत है। System Settings में नोटिफिकेशन की अनुमति दें।
hr: Pyonta mora moći prikazivati obavijesti za dolazne prijenose datoteka. Dopustite obavijesti u Postavkama sustava.
hu: A Pyonta-nak szüksége van értesítéseket küldeni a bejövő fájlok fogadásához. Kérlek engedélyezd az értesítésekhez való hozzáférést a Rendszerbeállításokban.
id: Pyonta perlu menampilkan notifikasi untuk transfer file masuk. Izinkan notifikasi di Pengaturan Sistem.
it: Pyonta deve essere in grado di visualizzare le notifiche per i trasferimenti di file in entrata. Consenti le notifiche nelle Impostazioni di sistema.
ja: Pyontaでファイル受信の通知を表示できる必要があります。システム設定で通知を許可してください。
ko: Pyonta에서 파일 수신에 대한 알림을 표시할 수 있어야 합니다. 시스템 설정에서 알림을 허용하세요.
lt: Pyonta turi rodyti pranešimus apie gaunamus failų perkėlimus. Leiskite pranešimus Sistemos nustatymuose.
lv: Pyonta jāspēj rādīt paziņojumus par ienākošām failu pārsūtīšanām. Atļaujiet paziņojumus Sistēmas iestatījumos.
ms: Pyonta perlu memaparkan pemberitahuan untuk pemindahan fail masuk. Benarkan pemberitahuan dalam Tetapan Sistem.
nb: Pyonta må kunne vise varsler for innkommende filoverføringer. Tillat varsler i Systeminnstillinger.
nl: Pyonta moet meldingen kunnen weergeven voor inkomende bestandsoverdrachten. Sta meldingen toe in de systeeminstellingen.
pl: Pyonta musi wyświetlać powiadomienia o przychodzących transferach plików. Zezwól na powiadomienia w Ustawieniach systemowych.
pt_br: O Pyonta precisa ser capaz de exibir notificações para o recebimento de arquivos. Por favor, habilite as notificações em Ajustes do Sistema.
pt_pt: O Pyonta precisa ser capaz de mostrar notificações para receber ficheiros. Por favor, active as notificações em Definições do Sistema.
ro: Pyonta trebuie să poată afișa notificări pentru transferurile de fișiere primite. Vă rugăm să permiteți notificările în Setările Sistemului.
ru: Pyonta необходима возможность показывать уведомления о входящих файлах. Пожалуйста, разрешите уведомления в Системных настройках.
sk: Pyonta musí zobrazovať oznámenia pre prichádzajúce prenosy súborov. Povoľte oznámenia v Systémových nastaveniach.
sl: Pyonta mora prikazovati obvestila za dohodne prenose datotek. Dovolite obvestila v Sistemskih nastavitvah.
sr: Pyonta мора да приказује обавештења за долазне преносе датотека. Дозволите обавештења у System Settings.
sv: Pyonta behöver kunna visa aviseringar för inkommande filöverföringar. Tillåt aviseringar i Systeminställningar.
th: Pyonta ไม่สามารถแสดงการแจ้งเตือนไฟล์ที่เข้ามาได้ โปรดให้สิทธิ์การแจ้งเตือน ในการตั้งค่าระบบ
tr: Pyonta'nın gelen dosya aktarımları için bildirim gösterebilmesi gerekir. Sistem Ayarları'nda bildirimlere izin verin.
uk: Pyonta потрібна можливість показувати сповіщення про вхідні файли. Будь ласка, дозвольте сповіщення у Системних налаштуваннях.
vi: Pyonta cần hiển thị thông báo cho các lượt chuyển tệp đến. Hãy cho phép thông báo trong Cài đặt hệ thống.
zh_hans: Pyonta 需显示是否接收文件传输的通知。请在 系统设置 中允许通知。
zh_hant: Pyonta 需要顯示檔案傳入的通知，請在系統設定中允許通知。

# NotificationsDenied.OpenSettings
source: Open settings
ar: افتح الإعدادات
bg: Отваряне на настройките
bn: সেটিংস খুলুন
ca: Obre la configuració
cs: Otevřít nastavení
da: Åbn indstillinger
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
es: Abrir la configuración del sistema
et: Ava seaded
fi: Avaa asetukset
fil: Buksan ang settings
fr: Ouvrir les paramètres
he: פתח הגדרות
hi: सेटिंग्स खोलें
hr: Otvori postavke
hu: Beállítások megnyitása
id: Buka pengaturan
it: Apri le impostazioni
ja: 設定を開く
ko: 설정 열기
lt: Atidaryti nustatymus
lv: Atvērt iestatījumus
ms: Buka tetapan
nb: Åpne innstillinger
nl: Instellingen openen
pl: Otwórz ustawienia
pt_br: Abrir configurações
pt_pt: Abrir definições
ro: Deschide setările
ru: Открыть настройки
sk: Otvoriť nastavenia
sl: Odpri nastavitve
sr: Отвори подешавања
sv: Öppna inställningar
th: การตั้งค่า
tr: Ayarları aç
uk: Відкрити налаштування
vi: Mở cài đặt
zh_hans: 打开设置
zh_hant: 開啟系統設定

# NotificationsDenied.Title
source: Notification Permission Required
ar: مطلوب إذن الإشعارات
bg: Изисква се разрешение за известия
bn: নোটিফিকেশন অনুমতি দরকার
ca: Cal permís de notificacions
cs: Je vyžadováno oprávnění k oznámením
da: Notifikationstilladelse kræves
de: Mitteilungsberechtigungen sind notwendig
el: Απαιτείται άδεια ειδοποιήσεων
es: Permiso de notificaciones necesario
et: Teavituste luba on vajalik
fi: Ilmoituslupa vaaditaan
fil: Kailangan ang pahintulot sa notification
fr: Autorisation de notification requise
he: נדרשת הרשאת התראות
hi: नोटिफिकेशन अनुमति आवश्यक है
hr: Potrebno je dopuštenje za obavijesti
hu: Szükséges az értesítésekhez való hozzáférés
id: Izin notifikasi diperlukan
it: Autorizzazione di notifica richiesta
ja: 通知権限が必要です。
ko: 알림 권한이 필요합니다.
lt: Reikalingas pranešimų leidimas
lv: Nepieciešama paziņojumu atļauja
ms: Kebenaran pemberitahuan diperlukan
nb: Varslingstillatelse kreves
nl: Melding Toestemming vereist
pl: Wymagane uprawnienie do powiadomień
pt_br: Necessário permissão de notificações
pt_pt: Necessário permissão de notificações
ro: Permisiunea pentru notificări este necesară
ru: Требуется доступ к уведомлениям
sk: Vyžaduje sa povolenie oznámení
sl: Potrebno je dovoljenje za obvestila
sr: Потребна је дозвола за обавештења
sv: Aviseringstillstånd krävs
th: จำเป็นต้องใช้สิทธิ์การแจ้งเตือน
tr: Bildirim izni gerekli
uk: Потрібен доступ до сповіщень
vi: Cần quyền thông báo
zh_hans: 需要通知权限
zh_hant: 需要通知權限

source: OK
ar: حسنًا
he: אישור
ko: 확인
th: ตกลง
zh_hans: 好
zh_hant: 好

# OpenReceivedURLs
source: Open URLs automatically
ar: فتح عناوين URL تلقائيًا
bg: Автоматично отваряне на URL
bn: URL স্বয়ংক্রিয়ভাবে খুলুন
ca: Obre URL automàticament
cs: Otevírat URL automaticky
da: Åbn URL'er automatisk
de: URLs automatisch öffnen
el: Άνοιγμα URL αυτόματα
es: Abrir URLs automáticamente
et: Ava URL-id automaatselt
fi: Avaa URL-osoitteet automaattisesti
fil: Awtomatikong buksan ang mga URL
fr: Ouvrir les URL automatiquement
he: פתח כתובות URL אוטומטית
hi: URL अपने आप खोलें
hr: Automatski otvaraj URL-ove
hu: URL-ek automatikus megnyitása
id: Buka URL otomatis
it: Apri URL automaticamente
ja: URLを自動で開く
ko: URL 자동으로 열기
lt: Atidaryti URL automatiškai
lv: Automātiski atvērt URL
ms: Buka URL secara automatik
nb: Åpne URL-er automatisk
nl: URL's automatisch openen
pl: Otwieraj URL automatycznie
pt_br: Abrir URLs automaticamente
pt_pt: Abrir URLs automaticamente
ro: Deschide automat URL-urile
ru: Автоматически открывать URL
sk: Otvárať URL automaticky
sl: Samodejno odpri URL-je
sr: Аутоматски отварај URL-ове
sv: Öppna URL:er automatiskt
th: เปิด URL อัตโนมัติ
tr: URL'leri otomatik aç
uk: Автоматично відкривати URL
vi: Tự động mở URL
zh_hans: 自动打开 URL
zh_hant: 自動開啟 URL

# OpenReceivedURLs.Tooltip
source: Available when Receive without asking is on. When on, URLs from Android open in your default browser immediately; when off, URLs are copied to clipboard.
ar: متاح عند تفعيل الاستلام دون سؤال. عند تشغيله، تُفتح عناوين URL من Android فورًا في متصفحك الافتراضي؛ وعند إيقافه، تُنسخ إلى الحافظة.
bg: Достъпно, когато Получаване без питане е включено. Когато е включено, URL адресите от Android се отварят веднага в браузъра по подразбиране; когато е изключено, се копират в клипборда.
bn: জিজ্ঞাসা ছাড়া গ্রহণ চালু থাকলে ব্যবহার করা যায়। চালু থাকলে Android থেকে URL সঙ্গে সঙ্গে আপনার ডিফল্ট ব্রাউজারে খুলবে; বন্ধ থাকলে ক্লিপবোর্ডে কপি হবে।
ca: Disponible quan Rep sense preguntar és activat. Si és activat, els URL d'Android s'obren immediatament al navegador predeterminat; si no, es copien al porta-retalls.
cs: Dostupné, když je zapnuto Přijímat bez dotazu. Když je zapnuto, URL z Androidu se okamžitě otevřou ve výchozím prohlížeči; když je vypnuto, zkopírují se do schránky.
da: Tilgængelig, når Modtag uden at spørge er slået til. Når dette er slået til, åbnes URL'er fra Android straks i din standardbrowser; ellers kopieres de til udklipsholderen.
de: Verfügbar, wenn Ohne Nachfrage empfangen aktiv ist. Ist dies eingeschaltet, öffnen sich URLs von Android sofort im Standardbrowser; andernfalls werden sie in die Zwischenablage kopiert.
el: Διαθέσιμο όταν η Λήψη χωρίς ερώτηση είναι ενεργή. Όταν είναι ενεργό, URL από Android ανοίγουν αμέσως στο προεπιλεγμένο πρόγραμμα περιήγησης· όταν είναι ανενεργό, αντιγράφονται στο πρόχειρο.
es: Disponible cuando Recibir sin preguntar está activado. Si está activado, las URLs de Android se abren de inmediato en tu navegador predeterminado; si está desactivado, se copian al portapapeles.
et: Saadaval, kui Võta vastu küsimata on sees. Kui see on sees, avatakse Androidist tulevad URL-id kohe vaikebrauseris; kui väljas, kopeeritakse need lõikelauale.
fi: Käytettävissä, kun Vastaanota kysymättä on käytössä. Kun tämä on käytössä, Androidista tulevat URL-osoitteet avautuvat heti oletusselaimessa; muuten ne kopioidaan leikepöydälle.
fil: Available kapag naka-on ang Tumanggap nang walang tanong. Kapag naka-on, agad na bubukas ang mga URL mula Android sa default browser; kapag naka-off, kokopyahin ang mga ito sa clipboard.
fr: Disponible lorsque Recevoir sans demander est activé. Si activé, les URL d’Android s’ouvrent immédiatement dans le navigateur par défaut; sinon, elles sont copiées dans le presse-papiers.
he: זמין כאשר קבל בלי לשאול מופעל. כאשר מופעל, כתובות URL מ-Android נפתחות מיד בדפדפן ברירת המחדל; כאשר כבוי, הן מועתקות ללוח.
hi: बिना पूछे प्राप्त करें चालू होने पर उपलब्ध। चालू होने पर Android से आए URL तुरंत आपके डिफ़ॉल्ट ब्राउज़र में खुलते हैं; बंद होने पर वे क्लिपबोर्ड में कॉपी होते हैं।
hr: Dostupno kada je uključeno Primaj bez pitanja. Kada je uključeno, URL-ovi s Androida odmah se otvaraju u zadanom pregledniku; kada je isključeno, kopiraju se u međuspremnik.
hu: Akkor érhető el, ha a Fogadás kérdés nélkül be van kapcsolva. Bekapcsolva az Androidról érkező URL-ek azonnal megnyílnak az alapértelmezett böngészőben; kikapcsolva a vágólapra másolódnak.
id: Tersedia saat Terima tanpa bertanya aktif. Jika aktif, URL dari Android langsung terbuka di browser default; jika nonaktif, URL disalin ke papan klip.
it: Disponibile quando Ricevi senza chiedere è attivo. Se attivo, gli URL da Android si aprono subito nel browser predefinito; se disattivo, vengono copiati negli appunti.
ja: 「確認なしで受信」がオンのときに使えます。オンの場合、Android からのURLをすぐ既定のブラウザで開きます。オフの場合はクリップボードへコピーします。
ko: 확인 없이 받기가 켜져 있을 때 사용할 수 있습니다. 켜면 Android에서 온 URL을 즉시 기본 브라우저로 열고, 끄면 클립보드에 복사합니다.
lt: Pasiekiama, kai įjungta Gauti neklausiant. Kai įjungta, URL iš Android iš karto atidaromi numatytojoje naršyklėje; kai išjungta, nukopijuojami į iškarpinę.
lv: Pieejams, kad ieslēgts Saņemt bez jautāšanas. Kad ieslēgts, URL no Android uzreiz atveras noklusējuma pārlūkā; kad izslēgts, tie tiek kopēti starpliktuvē.
ms: Tersedia apabila Terima tanpa bertanya dihidupkan. Apabila dihidupkan, URL daripada Android dibuka serta-merta dalam penyemak imbas lalai; apabila dimatikan, URL disalin ke papan klip.
nb: Tilgjengelig når Motta uten å spørre er på. Når dette er på, åpnes URL-er fra Android umiddelbart i standardnettleseren; når av, kopieres de til utklippstavlen.
nl: Beschikbaar wanneer Ontvangen zonder vragen aan staat. Ingeschakeld openen URL's van Android direct in je standaardbrowser; uitgeschakeld worden ze naar het klembord gekopieerd.
pl: Dostępne, gdy Odbieraj bez pytania jest włączone. Gdy włączone, URL z Androida otwierają się natychmiast w domyślnej przeglądarce; gdy wyłączone, są kopiowane do schowka.
pt_br: Disponível quando Receber sem perguntar está ativado. Ativado, URLs do Android abrem imediatamente no navegador padrão; desativado, são copiadas para a área de transferência.
pt_pt: Disponível quando Receber sem perguntar está ativado. Ativado, os URLs do Android abrem imediatamente no navegador predefinido; desativado, são copiados para a área de transferência.
ro: Disponibil când Primește fără confirmare este activat. Când este activat, URL-urile de pe Android se deschid imediat în browserul implicit; când este dezactivat, sunt copiate în clipboard.
ru: Доступно, когда включено Получать без подтверждения. Если включено, URL с Android сразу открываются в браузере по умолчанию; если выключено, копируются в буфер обмена.
sk: Dostupné, keď je zapnuté Prijímať bez opýtania. Keď je zapnuté, URL z Androidu sa okamžite otvoria v predvolenom prehliadači; keď je vypnuté, skopírujú sa do schránky.
sl: Na voljo, ko je vklopljeno Prejmi brez vprašanja. Ko je vklopljeno, se URL-ji iz Androida takoj odprejo v privzetem brskalniku; ko je izklopljeno, se kopirajo v odložišče.
sr: Доступно када је укључено Примај без питања. Када је укључено, URL-ови са Android-а се одмах отварају у подразумеваном прегледачу; када је искључено, копирају се у клипборд.
sv: Tillgängligt när Ta emot utan att fråga är på. När detta är på öppnas URL:er från Android direkt i standardwebbläsaren; när det är av kopieras de till urklipp.
th: ใช้ได้เมื่อเปิดรับโดยไม่ถาม เมื่อเปิด URL จาก Android จะเปิดทันทีในเบราว์เซอร์เริ่มต้น เมื่อปิด URL จะถูกคัดลอกไปยังคลิปบอร์ด
tr: Sormadan al açıkken kullanılabilir. Açıkken Android'den gelen URL'ler varsayılan tarayıcınızda hemen açılır; kapalıyken panoya kopyalanır.
uk: Доступно, коли ввімкнено Отримувати без підтвердження. Якщо ввімкнено, URL з Android одразу відкриваються у браузері за замовчуванням; якщо вимкнено, копіюються до буфера обміну.
vi: Khả dụng khi Nhận mà không hỏi được bật. Khi bật, URL từ Android mở ngay trong trình duyệt mặc định; khi tắt, URL được sao chép vào clipboard.
zh_hans: 在开启无需确认接收时可用。开启后，来自 Android 的 URL 会立即用默认浏览器打开；关闭时会复制到剪贴板。
zh_hant: 在開啟無需確認接收時可用。開啟後，來自 Android 的 URL 會立即用預設瀏覽器開啟；關閉時會複製到剪貼簿。
